---
kind: other
id: Methods.T:Autodesk.Revit.DB.ElementMulticlassFilter
source: html/d1cbb3b7-5b66-7ca8-2a77-45aee8b22fbd.htm
---
# ElementMulticlassFilter Methods

Applies the filter to a given element.